11/data/attachments/375a21e2fa2d6a4c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sheryl_military_Friend_18951_8</nif:username>
            <nif:friendToBeRequested>soap_friends_04f8f895-f6fc-4df2-b9a3-58cd98de6d1c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>